COPY region (id, name, country, parent_id) FROM stdin;
1	Москва	Россия	\N
2	Московская Область	Россия	\N
3	Чехов	Россия	2
4	Серпухов	Россия	2
5	Санкт-Петербург	Россия	\N
6	Воронеж	Россия	\N
7	Тверь	Россия	\N
8	Минск	Беларусь	\N
9	Киев	Украина	\N
10	Харьков	Украина	\N
\.

COPY statistic_visitor (id, "when", region_id, ip) FROM stdin;
1	2007-05-08 15:24:09	1	127.0.0.1
2	2007-05-08 15:24:19	1	127.0.0.1
3	2007-05-01 00:00:00	2	127.0.0.2
4	2007-04-01 15:00:00	3	127.0.0.1
5	2007-04-02 15:00:00	3	127.0.0.1
6	2007-04-03 15:00:00	4	127.0.0.2
7	2007-04-04 15:00:00	5	127.0.0.3
8	2006-12-01 15:00:00	4	127.0.0.1
9	2006-12-02 15:00:00	6	127.0.0.1
10	2006-12-03 15:00:00	7	127.0.0.2
11	2006-12-04 15:00:00	8	127.0.0.3
12	2007-03-01 10:00:00	9	127.0.0.2
13	2007-04-02 11:00:00	8	127.0.0.3
14	2007-05-03 12:00:00	9	127.0.0.4
15	2007-06-04 13:00:00	10	127.0.0.5
\.
